[
  {
    "name": "Steamer Wearable Wallet",
    "slug": "steamer-wearable-wallet",
    "description": "Instantly recognizable by its decorative chain-and-pin signature, the Steamer Wearable Wallet in Monogram Macassar canvas is ideal for smaller essentials. The magnetic closure gives easy access to what’s inside while the shoulder strap adjusts for shoulder and cross-body wear. The reinforced corners evoke the House’s trunk-making origins.",
    "excerpt": "Monogram Macassar coated canvasCowhide-leather trimTextile liningBlack-color hardwareSignature steamer-style chainMagnetic closureInside zipped pocketThis reference is either Made in France, Spain, Italy or in the US. ",
    "price": 32000000,
    "tags": ["MONOGRAM NOIR"],
    "thumbnail": "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-steamer-wearable-wallet--M83613_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}",
    "images": [
      "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-steamer-wearable-wallet--M83613_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}"
    ],
    "createdAt": "2024-08-30T07:17:05.635Z",
    "updatedAt": "2024-08-30T07:17:05.641Z"
  },
  {
    "name": "Montsouris Messenger PM​",
    "slug": "montsouris-messenger-pm​",
    "description": "The Montsouris Messenger PM in Monogram Macassar canvas is a compact cross-body bag. Versatile in terms of styling, the bag can be used as an everyday bag, thanks to its relatively spacious interior. But its crafted leather strap and the heritage feel of the shape mean that it’s also perfect for more formal occasions.",
    "excerpt": "Monogram Macassar coated canvasCowhide-leather trimTextile liningBlack-color hardwareMain compartment Flap opening with magnetic closureInside flat pocketThis reference is either Made in France, Spain, Italy or in the US. ",
    "price": 36000000,
    "tags": ["Monogram"],
    "thumbnail": "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-montsouris-messenger-pm​--M47060_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}",
    "images": [
      "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-montsouris-messenger-pm​--M47060_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}"
    ],
    "createdAt": "2024-08-30T07:17:05.641Z",
    "updatedAt": "2024-08-30T07:17:05.641Z"
  },
  {
    "name": "Archy Messenger MM",
    "slug": "archy-messenger-mm",
    "description": "The sophisticated Archy Messenger MM bag is made from Monogram Macassar canvas with black-leather trim. Details such as the adjustable and removable Jacquard strap signed Louis Vuitton and leather corners and piping, make this practical bag – it’s big enough to store a 15-inch laptop – eminently stylish.",
    "excerpt": "Monogram Macassar coated canvasCowhide-leather trimTextile liningBlack-color hardwareFlap magnetic closureBack zipped pocket 2 inside flat pocketsInside padded compartmentThis reference is either Made in France, Spain, Italy or in the US. ",
    "price": 46000000,
    "tags": ["MONOGRAM NOIR"],
    "thumbnail": "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-archy-messenger-mm--M46328_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}",
    "images": [
      "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-archy-messenger-mm--M46328_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}"
    ],
    "createdAt": "2024-08-30T07:17:05.641Z",
    "updatedAt": "2024-08-30T07:17:05.641Z"
  },
  {
    "name": "Avenue Slingbag NM",
    "slug": "avenue-slingbag-nm",
    "description": "This redesign of the Avenue Slingbag features new crafted details and a more sustainable design, thanks to its canvas strap and interior lining. Made from Monogram Macassar canvas with black-leather trim, it exudes masculine elegance. The front zipped pocket and small zipped pocket on top of the bag make this Avenue Slingbag practical.",
    "excerpt": "Monogram Macassar coated canvasCowhide-leather trimTextile liningBlack hardware on front pocket and silver-color hardwareMain compartment Front zipped pocket Zipped pocket on frontSmall zipped pocket on top of the bagThis reference is either Made in France, Spain, Italy or in the US.",
    "price": 36000000,
    "tags": ["MONOGRAM NOIR"],
    "thumbnail": "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-avenue-slingbag-nm--M46327_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}",
    "images": [
      "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-avenue-slingbag-nm--M46327_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}"
    ],
    "createdAt": "2024-08-30T07:17:05.641Z",
    "updatedAt": "2024-08-30T07:17:05.641Z"
  },
  {
    "name": "Keepall Bandoulière 45",
    "slug": "keepall-bandoulière-45",
    "description": "Monogram Eclipse Reverse canvas is combined with leather trim in an energetic turquoise color on this Keepall Bandoulière 45. The mix of matte-black hardware and turquoise-blue leather against the grays of the canvas base brings a fresh feel to this carry-on sized bag. The lined interior features a zipped pocket for valuables.",
    "excerpt": "TurquoiseMonogram Eclipse Reverse coated canvasCowhide-leather trimTextile liningBlack-toned hardwareCabin sizeDouble zip closurePadlock Inside zipped pocketRemovable name tagThis reference is either Made in France, Spain, Italy or in the US. ",
    "price": 44000000,
    "tags": ["ECLIPSE REVERSE TURQUOISE"],
    "thumbnail": "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-keepall-bandouliere-45--M11481_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}",
    "images": [
      "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-keepall-bandouliere-45--M11481_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}"
    ],
    "createdAt": "2024-08-30T07:17:05.641Z",
    "updatedAt": "2024-08-30T07:17:05.641Z"
  },
  {
    "name": "Keepall Bandoulière 35",
    "slug": "keepall-bandoulière-35",
    "description": "The Keepall Bandoulière 35 is a mid-sized bag in grained Taurillon leather, embossed with the Monogram motif. It boasts all the codes of the Keepall family: lateral side bands, rolled-leather top handles, and the removable leather name tag. It can be hand-carried or worn on the shoulder or cross-body, thanks to its detachable and adjustable strap.",
    "excerpt": "SapphireTaurillon Monogram embossed cowhide leatherCowhide-leather trimTextile liningBlack-toned hardwareZip closureRemovable name tagInside duo flat pocketThis reference is either Made in France, Spain, Italy or in the US. ",
    "price": 51000000,
    "tags": ["SAPPHIRE"],
    "thumbnail": "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-keepall-bandouliere-35--M11691_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}",
    "images": [
      "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-keepall-bandouliere-35--M11691_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}"
    ],
    "createdAt": "2024-08-30T07:17:05.641Z",
    "updatedAt": "2024-08-30T07:17:05.641Z"
  },
  {
    "name": "Catch Bumbag",
    "slug": "catch-bumbag",
    "description": "With its compact shape and on-trend design, the Catch bumbag expresses a high-fashion downtown spirit. Crafted in Monogram Eclipse canvas, it’s perfect for keeping personal items close at hand. And the fast-release buckle on the LV jacquard signature strap makes it convenient for men on the go. A practical hands-free bag that adds a stylish accent to any look.",
    "excerpt": "Monogram Eclipse coated canvas Cowhide-leather trimTextile liningBlack hardwareLV jacquard signature on the strapFast-release buckleSpacious main compartmentFront zipped compartmentThis reference is either Made in France, Spain, Italy or in the US. ",
    "price": 33000000,
    "tags": ["Eclipse"],
    "thumbnail": "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-catch-bumbag--M82777_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}",
    "images": [
      "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-catch-bumbag--M82777_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}"
    ],
    "createdAt": "2024-08-30T07:17:05.641Z",
    "updatedAt": "2024-08-30T07:17:05.641Z"
  },
  {
    "name": "Steamer Wearable Wallet ",
    "slug": "steamer-wearable-wallet",
    "description": "Fashioned from Monogram Eclipse canvas, the Steamer Wearable Wallet is inspired by the House’s Steamer trunk with its emblematic chain-and-pin closure. Just the right size to transport essentials, it features an inside zipped pocket. The adjustable strap ensures comfortable wear.",
    "excerpt": "Monogram Eclipse coated canvasCowhide-leather trimTextile liningBlack-color hardwareInside zipped pocketSignature steamer-style chainMagnetic closureThis reference is either Made in France, Spain, Italy or in the US.",
    "price": 32000000,
    "tags": ["Eclipse"],
    "thumbnail": "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-steamer-wearable-wallet---M81783_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}",
    "images": [
      "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-steamer-wearable-wallet---M81783_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}"
    ],
    "createdAt": "2024-08-30T07:17:05.642Z",
    "updatedAt": "2024-08-30T07:17:05.642Z"
  },
  {
    "name": "Avenue Slingbag PM",
    "slug": "avenue-slingbag-pm",
    "description": "The stylish Avenue Slingbag PM is made from Monogram Eclipse coated canvas. This small cross-body bag features a main compartment with an inside pocket, as well as an outside zipped pocket for quick access to often-used items. Finally, there’s a small triangular zipped pocket where the strap meets the bag.",
    "excerpt": "Monogram Eclipse coated canvasCowhide-leather trimTextile liningMain compartment with an inside pocketFront zipped pocketSmall zipped pocket on top of the bagThis reference is either Made in France, Spain, Italy or in the US. ",
    "price": 34000000,
    "tags": ["Eclipse"],
    "thumbnail": "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-avenue-slingbag-pm--M47137_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}",
    "images": [
      "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-avenue-slingbag-pm--M47137_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}"
    ],
    "createdAt": "2024-08-30T07:17:05.642Z",
    "updatedAt": "2024-08-30T07:17:05.642Z"
  },
  {
    "name": "Steamer 15",
    "slug": "steamer-15",
    "description": "Pharrell Williams adapts the Steamer Bag silhouette to wearable wallet size and creates Steamer 15. All the details of the Steamer bags are present – reinforced corners and bottom, top handle – but here the chain-and-pin closure has been replaced with a decorative lock featuring the “Louis Vuitton Marque Déposée” signature. ",
    "excerpt": "Monogram Dust coated canvasAged cowhide-leather trimTextile liningGold-color hardwareFlap and lock with chain closureThis reference is either Made in France, Spain, Italy or in the US. ",
    "price": 64500000,
    "tags": ["Monogram"],
    "thumbnail": "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-steamer-15--M11630_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}",
    "images": [
      "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-steamer-15--M11630_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}"
    ],
    "createdAt": "2024-08-30T07:17:05.642Z",
    "updatedAt": "2024-08-30T07:17:05.642Z"
  },
  {
    "name": "Soul Trunk East West",
    "slug": "soul-trunk-east-west",
    "description": "Pharrell Williams’ Soul Trunk East West bag is fashioned from Monogram Dust canvas with gold-toned reinforced corners, evocative of the House’s historic trunks. The magnetic lock gives easy access to the main compartment while the detachable leather handle and adjustable leather strap, also removable, enable hand- and shoulder-carry, as well as a cross-body wear.",
    "excerpt": "Monogram Dust coated canvasAged cowhide-leather trimTextile liningGold-toned hardwareZipped main compartment with signature magnetic lock Inside flat pocketKey charmThis reference is either Made in France, Spain, Italy or in the US. ",
    "price": 72500000,
    "tags": ["Monogram"],
    "thumbnail": "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-soul-trunk-east-west--M11536_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}",
    "images": [
      "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-soul-trunk-east-west--M11536_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}"
    ],
    "createdAt": "2024-08-30T07:17:05.642Z",
    "updatedAt": "2024-08-30T07:17:05.642Z"
  },
  {
    "name": "Steamer Crossbody",
    "slug": "steamer-crossbody",
    "description": "The Steamer Crossbody takes the silhouette of the House’s classic Steamer and twists it into a messenger bag with all the Steamer’s classic design details and with the L.Vuitton signature on its flap. Made from LV Colorado leather, a premium calfskin with natural small grain. This bag is ultra-comfortable to carry. It features the LV combination lock and ball chain.",
    "excerpt": "BlackLV Colorado calfskinCalfskin-leather trimTextile liningSilver-toned hardwareMain compartment with lock closureInside flat pocketRemovable name tagSilver L.Vuitton signature on flapThis reference is either Made in France, Spain, Italy or in the US. ",
    "price": 84500000,
    "tags": ["Black"],
    "thumbnail": "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-steamer-crossbody--M11607_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}",
    "images": [
      "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-steamer-crossbody--M11607_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}"
    ],
    "createdAt": "2024-08-30T07:17:05.642Z",
    "updatedAt": "2024-08-30T07:17:05.642Z"
  },
  {
    "name": "Soul Trunk Vertical",
    "slug": "soul-trunk-vertical",
    "description": "The Soul Trunk Vertical is a wearable wallet made from Monogram Dust canvas. It features all the codes of the Soul Trunk family: reinforced corners and rivets, the tumbler lock, and a supple design. There’s a removable and adjustable strap in leather and a top handle inspired by those found on the House’s historic trunks.",
    "excerpt": "Monogram Dust coated canvasAged cowhide-leather trimTextile liningGold-toned hardwareFront flap with magnetic lockMain compartmentThis reference is either Made in France, Spain, Italy or in the US. ",
    "price": 54500000,
    "tags": ["Monogram"],
    "thumbnail": "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-soul-trunk-vertical--M11628_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}",
    "images": [
      "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-soul-trunk-vertical--M11628_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}"
    ],
    "createdAt": "2024-08-30T07:17:05.642Z",
    "updatedAt": "2024-08-30T07:17:05.642Z"
  },
  {
    "name": "Soul Trunk",
    "slug": "soul-trunk",
    "description": "The ultra-supple Soul Trunk is Pharrell Williams’ latest city bag for men. Made from LV Colorado leather, a premium calfskin with natural small grain, it is soft and pliable. The silver-color magnetic tumbler lock and rivets and top handle evoke the House’s historic trunks. This compact bag has a removable and adjustable strap.",
    "excerpt": "BlackLV Colorado calf leatherCalfskin-leather trimTextile liningSilver-toned hardwareZipped main compartment with signature magnetic lockInside flat pocketThis reference is either Made in France, Spain, Italy or in the US. ",
    "price": 68500000,
    "tags": ["Black"],
    "thumbnail": "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-soul-trunk--M11516_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}",
    "images": [
      "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-soul-trunk--M11516_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}"
    ],
    "createdAt": "2024-08-30T07:17:05.642Z",
    "updatedAt": "2024-08-30T07:17:05.642Z"
  },
  {
    "name": "Keepall Bandoulière 50",
    "slug": "keepall-bandoulière-50",
    "description": "Unveiled at the Fall-Winter 2024 show, this Keepall Bandoulière 50 is fashioned from Monogram Dust coated canvas for a vintage allure. Paired with aged cowhide and gold-toned hardware, this bag is Pharrell Williams’ homage to the Maison’s heritage. It is signed with the red \"Marque L.Vuitton Déposée\" charm and the fringed leather name tag. ",
    "excerpt": "Monogram Dust coated canvasAged cowhide-leather trimTextile liningGold-toned hardwareCabin sizeDouble zip closurePadlock Removable name tag with fringes (non-functional)Inside zipped pocketRemovable round charmThis reference is either Made in France, Spain, Italy or in the US. ",
    "price": 60500000,
    "tags": ["Monogram"],
    "thumbnail": "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-keepall-bandouliere-50--M11541_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}",
    "images": [
      "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-keepall-bandouliere-50--M11541_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}"
    ],
    "createdAt": "2024-08-30T07:17:05.642Z",
    "updatedAt": "2024-08-30T07:17:05.642Z"
  },
  {
    "name": "Montsouris Backpack",
    "slug": "montsouris-backpack",
    "description": "Part of Pharrell Williams’ “From Paris to Virginia\" show for the Fall-Winter 2024 collection, the Montsouris Backpack is crafted from Monogram Dust canvas and aged cowhide-leather trim. It features a red \"Marque L.Vuitton Déposée\" charm and a non-functional version of the House’s name tag with fringes. The top handle and shoulder straps give carry options.",
    "excerpt": "Monogram Dust coated canvasAged cowhide-leather trimTextile liningGold-toned hardwareDrawstring and magnetic closureName tag with fringes (non-functional)Removable round charmFront zipped pocket with zip pullPadded compartment 2 inside flat pocketsThis reference is either Made in France, Spain, Italy or in the US.",
    "price": 64500000,
    "tags": ["Monogram"],
    "thumbnail": "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-montsouris-backpack--M11540_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}",
    "images": [
      "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-montsouris-backpack--M11540_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}"
    ],
    "createdAt": "2024-08-30T07:17:05.642Z",
    "updatedAt": "2024-08-30T07:17:05.642Z"
  },
  {
    "name": "Steamer 30",
    "slug": "steamer-30",
    "description": "The Steamer 30 bag is made from Pharrell Williams’ Monogram Dust canvas with aged cowhide-leather trim. The faded Monogram pattern and aged gold-color hardware, including the combination lock, bring a retro feel to the contemporary design. This bag can be styled in a myriad of ways thanks to its versatile strap: cross-body, hand-carry, or backpack. ",
    "excerpt": "Monogram Dust coated canvasAged cowhide-leather trimTextile liningGold-toned hardwareMain compartment with snap-hook closureRemovable round charmInside flat pocketDuo flat pocketL.Vuitton signature embossing on the flapThis reference is either Made in France, Spain, Italy or in the US. ",
    "price": 131000000,
    "tags": ["Monogram"],
    "thumbnail": "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-steamer-30--M11534_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}",
    "images": [
      "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-steamer-30--M11534_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}"
    ],
    "createdAt": "2024-08-30T07:17:05.642Z",
    "updatedAt": "2024-08-30T07:17:05.642Z"
  },
  {
    "name": "Steamer 40",
    "slug": "steamer-40",
    "description": "The Steamer 40 is made from small-grained LV Colorado calfskin leather. This sophisticated bag boasts all the details of the historic Steamer, including leather corners and a reinforced leather bottom. The L.Vuitton silver signature on its flap reinforces the heritage of the house. Versatile, it can be worn cross-body, as a backpack, or carried as a tote. A LV combination lock, with a ball chain, completes the design. ",
    "excerpt": "BlackLV Colorado calfskinCalfskin-leather trimTextile liningSilver-toned hardwareMain compartment with lock closure2 top handlesInside flat pocketDuo flat pocketRemovable name tagSilver L.Vuitton signature on flapThis reference is either Made in France, Spain, Italy or in the US. ",
    "price": 181000000,
    "tags": ["Black"],
    "thumbnail": "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-steamer-40--M11605_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}",
    "images": [
      "https://id.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-steamer-40--M11605_PM2_Front view.jpg?wid={IMG_WIDTH}&hei={IMG_HEIGHT}"
    ],
    "createdAt": "2024-08-30T07:17:05.642Z",
    "updatedAt": "2024-08-30T07:17:05.642Z"
  }
]
